{
  "suggestions": [
    "Wéi eng Aarbecht mécht de Kevin?",
    "Wéi eng Aarbecht mécht de Kevin bei SES?",
    "Wéi eng Aarbecht huet de Kevin bei SES mat Strategie gemaach?",
    "Wat waren dem Kevin seng Verantwortung bei SES am Zesummenhang mat Strategie?",
    "Wat huet de Kevin bei SES am Zesummenhang mat Strategie erreecht?",
    "Wéi eng Aarbecht huet de Kevin bei SES mat Innovatioun gemaach?",
    "Wéi eng Aufgaben huet de Kevin bei SES am Zesummenhang mat Innovatioun?",
    "Wéi eng Aarbecht huet de Kevin bei SES mat den Resultater gemaach?",
    "Wat waren dem Kevin seng Verantwortung bei SES am Zesummenhang mat Resultater?",
    "Wat huet de Kevin bei SES am Zesummenhang mat Resultater erreecht?",
    "Wéi eng Aarbecht huet de Kevin bei EmailTree AI gemaach?",
    "Wat waren dem Kevin seng Verantwortung bei EmailTree AI?",
    "Wat huet de Kevin bei EmailTree AI erreecht?",
    "Wéi eng Aarbecht huet de Kevin bei Devoteam gemaach?",
    "Wat waren dem Kevin seng Verantwortung bei Devoteam?",
    "Wat huet de Kevin bei Devoteam erreecht?",
    "War de Kevin e Beroder bei Devoteam?",
    "Huet de Kevin als Beroder bei Devoteam geschafft?",
    "Huet de Kevin un der AI Academy bei Microsoft geschafft?",
    "War de Kevin an der AI Academy bei Microsoft involvéiert?",
    "Wéi eng Aarbecht huet de Kevin bei Deloitte gemaach?",
    "Wat waren dem Kevin seng Verantwortung bei Deloitte?",
    "Wat huet de Kevin bei Deloitte erreecht?",
    "Wéi eng Aarbecht huet de Kevin bei der Europäescher Investitiounsbank gemaach?",
    "Wat waren dem Kevin seng Verantwortung bei der Europäescher Investitiounsbank?",
    "Wat huet de Kevin bei der Europäescher Investitiounsbank erreecht?",
    "Wéi eng Aarbecht huet de Kevin bei PricewaterhouseCoopers gemaach?",
    "Wat waren dem Kevin seng Verantwortung bei PricewaterhouseCoopers?",
    "Wat huet de Kevin bei PricewaterhouseCoopers erreecht?",
    "Wéi eng international Erfahrung huet de Kevin?",
    "Kënnt Dir iwwer dem Kevin seng international Erfahrung ausbauen?",
    "Wéi huet de Kevin d'Adaptatioun un verschidden Aarbechtsëmfeld bewisen?",
    "Op wéi eng Manéier huet de Kevin seng international Belaaschtung gewisen?",
    "Beschreift dem Kevin seng Erfahrung a verschiddene Länner ze schaffen.",
    "Wéi eng Leedung a Gestiounsfäegkeeten huet de Kevin?",
    "Wéi huet de Kevin Leadership a senger Carrière bewisen?",
    "Kënnt Dir Beispiller vu Kevin seng Leadership Fäegkeeten ubidden?",
    "Wéi eng Gestiounsfäegkeeten weist de Kevin aus?",
    "Beschreift dem Kevin seng Approche fir Teams ze féieren.",
    "A wéi enge Impakt Projete war de Kevin involvéiert?",
    "Kënnt Dir e puer vun de Kevin seng Notabele Projeten opzielen?",
    "Wéi hunn dem Kevin seng Projeten en Impakt gemaach?",
    "Wat sinn e puer Beispiller vun den Impakt Initiativen vum Kevin?",
    "Beschreift d'Projeten déi an der Karriär vum Kevin instrumental waren.",
    "A wéi enge Branchen spezialiséiert de Kevin?",
    "Wat Secteuren huet Kevin Expertise an?",
    "Kënnt Dir dem Kevin seng Beräicher vun der Industriewëssen oplëschten?",
    "A wéi enge Beräicher excel Kevin?",
    "Beschreift dem Kevin seng Spezialisatioun a verschiddenen Industrien.",
    "Wéi prioritär Kevin berufflech Entwécklung?",
    "Wéi eng Schrëtt mécht de Kevin fir seng Fäegkeeten ze verbesseren?",
    "Kënnt Dir iwwer dem Kevin säin Engagement fir kontinuéierlech Léieren ausbauen?",
    "Wéi eng Strategien benotzt de Kevin fir eng weider Fäegkeet Entwécklung?",
    "Beschreift dem Kevin seng Approche fir aktualiséiert ze bleiwen mat Industrietrends.",
    "A wéi enge Programméierungssproochen ass de Kevin beherrscht?",
    "Kënnt Dir d'Programméierungssprooche notéieren, déi de Kevin gutt kennt?",
    "Wéi eng Sprooche benotzt de Kevin a senger Aarbecht?",
    "Beschreift dem Kevin seng Fäegkeet a verschiddene Programméierungssproochen.",
    "A wéi enge Programméierungssproochen exceléiert de Kevin?",
    "A wéi enge Kaderen a Bibliothéiken erlieft de Kevin?",
    "Kënnt Dir d'Kaderen a Bibliothéiken oplëschten wou Kevin Expertise huet?",
    "Beschreift dem Kevin seng Fäegkeet a verschiddene Kaderen a Bibliothéiken.",
    "Wéi eng Kaderen a Bibliothéike benotzt de Kevin allgemeng a senge Projeten?",
    "A wéi enge Kaderen a Bibliothéiken weist de Kevin Expertise?",
    "Wéi eng Datenbanken ass de Kevin qualifizéiert?",
    "Kënnt Dir d'Datenbanken oplëschten mat deem Kevin qualifizéiert ass?",
    "Wéi eng Datenbanken benotzt de Kevin a senger Aarbecht?",
    "Beschreift dem Kevin seng Expertise a verschiddenen Datenbanken.",
    "A wéi enge Datenbanken exceléiert de Kevin?",
    "Mat wéi engem Entwécklungsinstrumenter a Plattformen ass de Kevin erlieft?",
    "Kënnt Dir d'Entwécklungstools a Plattformen oplëschten déi Kevin benotzt?",
    "Beschreift dem Kevin seng Erfahrung mat verschiddenen Entwécklungsinstrumenter a Plattformen.",
    "Wéi eng Tools a Plattforme benotzt de Kevin allgemeng a senge Projeten?",
    "A wéi enge Tools a Plattformen weist de Kevin Expertise?",
    "Mat wat fir CI/CD Tools a Praktiken huet de Kevin Erfahrung?",
    "Kënnt Dir d'CI / CD Tools oplëschte mat deem Kevin vertraut ass?",
    "Beschreift dem Kevin seng Erfahrung mat CI/CD Prozesser.",
    "Wéi eng CI/CD Tools benotzt de Kevin allgemeng a senge Projeten?",
    "A wéi enge CI/CD Praktiken weist de Kevin Expertise?",
    "Wéi eng Test- a Linting-Tools ass de Kevin beherrscht?",
    "Kënnt Dir d'Test- a Linting-Tools oplëschten déi Kevin benotzt?",
    "Beschreift dem Kevin seng Kompetenz a verschiddenen Test- a Linting-Tools.",
    "Wéi eng Test- a Linting-Tools benotzt de Kevin allgemeng?",
    "A wéi engem Test- a Linting-Tools weist de Kevin Expertise?",
    "A wéi enge Azure Servicer huet de Kevin Expertise?",
    "Kënnt Dir d'Azure Servicer oplëschten, déi de Kevin kennt?",
    "Beschreift dem Kevin seng Expertise a verschiddene Azure Servicer.",
    "Wéi eng Azure Servicer benotzt de Kevin allgemeng?",
    "A wéi enge Azure Servicer weist de Kevin Expertise?",
    "Zousätzlech zu Azure, wéi eng aner Cloud Plattformen huet de Kevin Erfahrung mat?",
    "Kënnt Dir déi aner Cloud Plattformen oplëschten wou de Kevin erlieft gëtt?",
    "Beschreift dem Kevin seng Erfahrung mat anere Cloud Plattformen nieft Azure.",
    "Wéi eng aner Cloud Plattformen benotzt Kevin allgemeng?",
    "A wéi enge aner Cloud Plattformen weist de Kevin Expertise?",
    "Wéi eng Planungs- an Designinstrumenter ass de Kevin beherrscht?",
    "Kënnt Dir d'Planungs- an Designtools oplëschten déi Kevin benotzt?",
    "Beschreift dem Kevin seng Fäegkeet a verschiddene Planungs- an Designinstrumenter.",
    "Wéi eng Planungs- an Designinstrumenter benotzt de Kevin allgemeng?",
    "A wéi eng Planungs- an Designinstrumenter weist de Kevin Expertise?",
    "Wéi eng Zertifizéierungen hält de Kevin am Zesummenhang mat Azure?",
    "Kënnt Dir dem Kevin seng Azure-verbonne Zertifizéierungen oplëschten?",
    "Beschreift dem Kevin seng Zertifizéierungen an Azure.",
    "Wéi eng Azure Zertifizéierungen huet de Kevin kritt?",
    "A wéi enge Azure Zertifizéierungen huet de Kevin Expertise?",
    "Wéi eng Zertifizéierungen huet de Kevin am Deep Learning ofgeschloss?",
    "Kënnt Dir dem Kevin seng Zertifizéierungen am Deep Learning oplëschten?",
    "Beschreift dem Kevin seng Zertifizéierungen am Zesummenhang mat Deep Learning.",
    "Wéi eng Deep Learning Zertifizéierungen huet de Kevin kritt?",
    "A wéi enge Deep Learning Zertifizéierungen huet de Kevin Expertise?",
    "Wéi ee Programm huet de Kevin um MIT ofgeschloss?",
    "Kënnt Dir de Programm de Kevin op MIT ofgeschloss hunn?",
    "Beschreift dem Kevin seng Fäerdegstellung vum New Space Economy Programm um MIT.",
    "A wéi engem Programm huet de Kevin um MIT deelgeholl?",
    "A wéi engem Programm um MIT hält de Kevin Unerkennung?",
    "Wou krut de Kevin fortgeschratt Verständnis vum Weltraumsecteur?",
    "Kënnt Dir iwwer dem Kevin seng Ausbildung am Weltraumsecteur ausbauen?",
    "Beschreift dem Kevin seng fortgeschratt Verständnis vum Weltraumsektor vum MIT.",
    "Wat huet de Kevin um MIT am Zesummenhang mam Weltraumsektor studéiert?",
    "A wéi engem Programm um MIT huet de Kevin Expertise am Weltraumsecteur gewonnen?",
    "Aus wéi engem College huet de Kevin Diplom gemaach?",
    "Kënnt Dir de College aus deem de Kevin Diplom gemaach huet?",
    "Wéi eng Leeschtungen huet de Kevin um Wolves Summit 2021 verdéngt?",
    "Wéi eng Auszeechnunge krut de Kevin fir seng Bäiträg zu der Devoteam AI Academy?",
    "Wéi eng Unerkennungen huet de Kevin kritt?",
    "Wéi eng Notabele Concoursen oder Auszeechnunge hunn de Kevin gewonnen?",
    "Wéi eng Bedeelegung huet de Kevin an der Promotioun vun der AI Bewosstsinn?",
    "Wou huet de Kevin als Spriecher matgemaach?",
    "Wat bemierkenswäert Eventer huet de Kevin bäigedroen betreffend AI Ausbildung?",
    "Wéi gouf de Kevin am Beräich vun der kënschtlecher Intelligenz unerkannt?"
  ]
}
