{
  "suggestions": [
    "What work did Kevin do at SES related to strategy?",
    "What were Kevin's responsibilities at SES related to strategy?",
    "What did Kevin achieve at SES related to strategy?",
    "What work did Kevin do at SES related to outcomes?",
    "What were Kevin's responsibilities at SES related to outcomes?",
    "What did Kevin achieve at SES related to outcomes?",
    "What work did Kevin do at EmailTree AI?",
    "What were Kevin's responsibilities at EmailTree AI?",
    "What did Kevin achieve at EmailTree AI?",
    "What work did Kevin do at Devoteam?",
    "What were Kevin's responsibilities at Devoteam?",
    "What did Kevin achieve at Devoteam?",
    "Was Kevin a consultant at Devoteam?",
    "Did Kevin work as a consultant at Devoteam?",
    "What work did Kevin do at Microsoft?",
    "What were Kevin's responsibilities at Microsoft?",
    "What did Kevin achieve at Microsoft?",
    "What work did Kevin do at MS?",
    "What were Kevin's responsibilities at MS?",
    "What did Kevin achieve at MS?",
    "Did Kevin work on the AI Academy at Microsoft?",
    "Was Kevin involved in the AI Academy at Microsoft?",
    "What work did Kevin do at Deloitte?",
    "What were Kevin's responsibilities at Deloitte?",
    "What did Kevin achieve at Deloitte?",
    "What work did Kevin do at the European Investment Bank?",
    "What were Kevin's responsibilities at the European Investment Bank?",
    "What did Kevin achieve at the European Investment Bank?",
    "What work did Kevin do at PricewaterhouseCoopers?",
    "What were Kevin's responsibilities at PricewaterhouseCoopers?",
    "What did Kevin achieve at PricewaterhouseCoopers?",
    "What international experience does Kevin possess?",
    "Can you elaborate on Kevin's international experience?",
    "How has Kevin demonstrated adaptability to diverse work environments?",
    "In what ways has Kevin showcased his international exposure?",
    "Describe Kevin's experience working in different countries.",
    "What leadership and management skills does Kevin have?",
    "How has Kevin demonstrated leadership in his career?",
    "Can you provide examples of Kevin's leadership skills?",
    "What managerial abilities does Kevin exhibit?",
    "Describe Kevin's approach to leading teams.",
    "What impactful projects has Kevin been involved in?",
    "Can you list some of Kevin's notable projects?",
    "How have Kevin's projects made an impact?",
    "What are some examples of Kevin's impactful initiatives?",
    "Describe the projects that have been instrumental in Kevin's career.",
    "In which industries does Kevin specialize?",
    "What sectors does Kevin have expertise in?",
    "Can you list Kevin's areas of industry knowledge?",
    "In what domains does Kevin excel?",
    "Describe Kevin's specialization in various industries.",
    "How does Kevin prioritize professional development?",
    "What steps does Kevin take to enhance his skills?",
    "Can you elaborate on Kevin's commitment to continuous learning?",
    "What strategies does Kevin employ for ongoing skill development?",
    "Describe Kevin's approach to staying updated with industry trends.",
    "What programming languages is Kevin proficient in?",
    "Can you list the programming languages Kevin knows well?",
    "What languages does Kevin use in his work?",
    "Describe Kevin's proficiency in various programming languages.",
    "In which programming languages does Kevin excel?",
    "What frameworks and libraries is Kevin experienced in?",
    "Can you list the frameworks and libraries Kevin has expertise in?",
    "Describe Kevin's proficiency in various frameworks and libraries.",
    "What frameworks and libraries does Kevin commonly use in his projects?",
    "In which frameworks and libraries does Kevin demonstrate expertise?",
    "Which databases is Kevin skilled in?",
    "Can you list the databases Kevin is proficient with?",
    "What databases does Kevin use in his work?",
    "Describe Kevin's expertise in various databases.",
    "In which databases does Kevin excel?",
    "What development tools and platforms is Kevin experienced with?",
    "Can you list the development tools and platforms Kevin uses?",
    "Describe Kevin's experience with various development tools and platforms.",
    "Which tools and platforms does Kevin commonly utilize in his projects?",
    "In which tools and platforms does Kevin demonstrate expertise?",
    "What CI/CD tools and practices does Kevin have experience with?",
    "Can you list the CI/CD tools Kevin is familiar with?",
    "Describe Kevin's experience with CI/CD processes.",
    "Which CI/CD tools does Kevin commonly use in his projects?",
    "In which CI/CD practices does Kevin demonstrate expertise?",
    "What testing and linting tools is Kevin proficient in?",
    "Can you list the testing and linting tools Kevin uses?",
    "Describe Kevin's proficiency in various testing and linting tools.",
    "Which testing and linting tools does Kevin commonly utilize?",
    "In which testing and linting tools does Kevin demonstrate expertise?",
    "What Azure services does Kevin have expertise in?",
    "Can you list the Azure services Kevin is knowledgeable about?",
    "Describe Kevin's expertise in various Azure services.",
    "Which Azure services does Kevin commonly use?",
    "In which Azure services does Kevin demonstrate expertise?",
    "In addition to Azure, what other cloud platforms does Kevin have experience with?",
    "Can you list the other cloud platforms Kevin is experienced in?",
    "Describe Kevin's experience with other cloud platforms besides Azure.",
    "Which other cloud platforms does Kevin commonly use?",
    "In which other cloud platforms does Kevin demonstrate expertise?",
    "What planning and design tools is Kevin proficient in?",
    "Can you list the planning and design tools Kevin uses?",
    "Describe Kevin's proficiency in various planning and design tools.",
    "Which planning and design tools does Kevin commonly utilize?",
    "In which planning and design tools does Kevin demonstrate expertise?",
    "What certifications does Kevin hold related to Azure?",
    "Can you list Kevin's Azure-related certifications?",
    "Describe Kevin's certifications in Azure.",
    "Which Azure certifications has Kevin obtained?",
    "In which Azure certifications does Kevin hold expertise?",
    "What certifications has Kevin completed in deep learning?",
    "Can you list Kevin's certifications in deep learning?",
    "Describe Kevin's certifications related to deep learning.",
    "Which deep learning certifications has Kevin obtained?",
    "In which deep learning certifications does Kevin hold expertise?",
    "Which program did Kevin complete at MIT?",
    "Can you list the program Kevin completed at MIT?",
    "Describe Kevin's completion of the New Space Economy program at MIT.",
    "What program did Kevin participate in at MIT?",
    "In which program at MIT does Kevin hold recognition?",
    "Where did Kevin gain advanced understanding of the space sector?",
    "Can you elaborate on Kevin's education in the space sector?",
    "Describe Kevin's advanced understanding of the space sector from MIT.",
    "What did Kevin study at MIT related to the space sector?",
    "In which program at MIT did Kevin gain expertise in the space sector?",
    "From which college did Kevin graduate?",
    "Can you list the college from which Kevin graduated?"
  ]
}
